{
    "short_description": {
        "english":{
            "sentence_1": "The following artworks were selected by an AI. They are considered to be related to",
            "sentence_2": "This AI is learning how to analyze and compare artworks.",
            "link": "Read more about the experiment.",
            "sentece_3": "Help it to improve: tell it if you agree with the choice or not.",
            "button": "Next Image"
        },
        "spanish":{
            "sentence_1": "Las obras de artes presentadas fueron seleccionadas por una IA. La IA considera que la obras se relacionan con",
            "sentence_2": "Esta IA está aprendiendo a analizar y comparar obras de artes.",
            "link": "Leer más sobre el experimento.",
            "sentece_3": "Ayudala a mejorar: dile si estás de acuerdo (o no) con su elección.",
            "button": "Siguiente Imagen"
        }
    },

    "full_description": {
        "english":{
            "about_dcurator": {
                "title": "About D-Curator",
                "paragraph_1": "D-Curator is an Artificial Intelligence (AI) developed with Machine Learning techniques. D-Curator's goal is to recommend artwork. In order to achieve this, it analyzes artworks from two points of view: the image and artwork's context.",
                "paragraph_2": "Regarding the image, D-Curator analyzes the composition (color, structure, lines of force) of an artwork and looks for other similar ones. Regarding the artwork's context, D-Curator takes into account the style, genre and artist of an artwork and looks for others with similar characteristics.",
                "paragraph_3": "D-Curator combines both aspects when making a recommendation. In this way, D-Curator manages to introduce diversity in the recommended artworks; for example: if the user enters an artwork by Monet, in addition to recommending impressionist artworks, it will also offer other artworks of a similar composition but that belong to other artistic periods."
            },
            "about_experiment": {
                "title": "Experiment",
                "paragraph_1": "The objective of the experiment is to provide feedback to D-Curator. In order to improve its skills as artwork analyzer, it is necessary to tell which choices were right and which ones weren't.",
                "paragraph_2": "In this experiment you will have a reference artwork and a set of artworks that were selected by D-Curator. Your task consists on analyzing if each artwork of the set is related to the reference artwork. Remember that D-Curator only takes into account the compositon (color, structure, strength lines). Don't expect to find relationships like \"same artist\" or \"same genre\", because D-Curator doesn't know anything about Art History.",
                "paragraph_3": "Also, you have to know that D-Curator only considered artworks from the following periods: Baroque, Romanticism, Realism, Impressionism, Expressionism, Surrealism, Symbolism and Art-Nouveau. Therefore, all the artworks in the set belong to those periods."
            },
            "link": "Begin with experiment!"
        },
        "spanish":{
            "about_dcurator": {
                "title": "Sobre D-Curator",
                "paragraph_1": "D-Curator es una Inteligencia Artificial (IA) desarrollada con técnicas de Machine Learning. El objetivo de D-Curator es recomendar obras de artes. Para ello, analiza las obras de artes desde dos puntos de vista: la imagen visual y el contexto de la obra.",
                "paragraph_2": "Por el lado de la imagen visual, D-Curator analiza la composición (color, estructura, líneas de fuerza) de una obra de arte y busca otras similares. Por el lado del contexto de la obra, D-Curator tiene en cuenta el estilo, el género y el artista de una obra de arte y busca otras con cararterísticas similares.",
                "paragraph_3": "D-Curator combina ambos aspectos a la hora de realizar una recomendación. De esta manera, D-Curator logra introducir diversidad en las obras de artes recomendadas; por ejemplo: si el usuario ingresa una obra de Monet, además de recomendarle obras de arte impresionistas, también le ofrecerá otras obras de composición similar pero que pertenencen a otros períodos artísticos."
            },
            "about_experiment": {
                "title": "Aprendizaje",
                "paragraph_1": "Para mejorar sus habilidades como analizador de obras de arte es necesario que alguien le diga a D-Curator cuáles obras fueron correctamente seleccionadas y cuáles no. Por eso es importante que tú le proporciones feedback a D-Curator.",
                "paragraph_2": "A partir de la obra de arte que tú eligas, D-Curator seleccionará un conjunto de obras de arte. Tu tarea consiste en analizar si cada obra de arte del conjunto está conectada con la obra de arte de referencia.",
                "paragraph_3": "Recuerda que D-Curator seleccionará obras de artes de los siguientes períodos: Barroco, Romanticismo, Realismo, Impresionismo, Expresionismo, Surrealismo, Simbolismo y Art Nouveau. Por lo tanto, todas las obras de arte recomendadas pertenecerán a esos períodos. Por ejemplo, la relación \"mismo artista\" podrá verse dentro del conjunto de obras recomendadas. Sin embargo la relación \"mismo artista\" entre la obra elegida por ti y las recomendadas depende de que tu obra pertenezca a uno de los períodos nombrados anteriormente."
            },
            "link": "Comenzar el experimento!"
        }
    },
    "modal_description": {
        "english":{
            "content": "Before you start the experiment, you must log in",
            "button": "Cancel"
        },
        "spanish":{
            "content": "Antes de comenzar con el experimento, debes registrarte",
            "button": "Cancelar"
        }
    }
}